import React from 'react';

const Help = () => (
    <div> 
    <dl>
    <dt>אשכנז</dt>
    <dd>
      לאחר כניסה לדף הבית תבחרי את מרשימת גלילה עיר לאחמ"כ תצייני את זמן הווסת ביממה 
      ותלחצי בלוח השנה על התאריך של הווסת 
      המערכת תחשב את הת הנתונים ותציג את ימי החחש של "עונה בינונית" "ועונת החודש" מתחת ללוח השנה
      כדי לברר על יום חשש לעונת ההפלגה לחצי כל כפתור אשכנז לאחמכ לחצי על כפתור הפלגה 
      יפתחו שני שדות שאותם יש למלא דרך לוח השנה 
      בחרי תאריך ראשון של הווסת לאחמכ תאריך שני לווסת ולחצי על כפתור -חשב הפלגה
      המערכת תחשב את הנתונים ותציג מתחת ללוח שנה את יום חשש ווסת ההפלגה 
      ימי חשש שיופיעו רק אם הם חשש לאותו חודש שהלווח מציג לדגומא: ר
      ימי חשש של חודש כסלו יפיעו על המסך רק אם הלוח שנה גם מציג את כסלו 
      זאת ועוד, במידה והזנת יום חשש או עידכנת והוא בחודש אחר ממה שמופיע על הלוח שנה תעברי בלוח שנה 
      לחודש הבא ושם ימי החשש יופיעו
    </dd>
    <dt>חבד</dt>
    <dd>
      לאחר כניסה לדף הבית תבחרי את מרשימת גלילה עיר לאחמ"כ תצייני את זמן הווסת ביממה 
      ותלחצי בלוח השנה על התאריך של הווסת 
      המערכת תחשב את הת הנתונים ותציג את ימי החחש של "עונה בינונית" "ועונת החודש" מתחת ללוח השנה
      כדי לברר על יום חשש לעונת ההפלגה לחצי כל כפתור חבד לאחמכ לחצי על כפתור הפלגה 
      יפתחו שני שדות שאותם יש למלא דרך לוח השנה 
      בחרי תאריך ראשון של הווסת לאחמכ תאריך שני לווסת ולחצי על כפתור -חשב הפלגה
      המערכת תחשב את הנתונים ותציג מתחת ללוח שנה את יום חשש ווסת ההפלגה 
      ימי חשש שיופיעו רק אם הם חשש לאותו חודש שהלווח מציג לדגומא: ר
      ימי חשש של חודש כסלו יפיעו על המסך רק אם הלוח שנה גם מציג את כסלו 
      זאת ועוד, במידה והזנת יום חשש או עידכנת והוא בחודש אחר ממה שמופיע על הלוח שנה תעברי בלוח שנה 
      לחודש הבא ושם ימי החשש יופיעו
    </dd>
    <dt>ספרד</dt>
    <dd>
      לאחר כניסה לדף הבית תבחרי את מרשימת גלילה עיר לאחמ"כ תצייני את זמן הווסת ביממה 
      ותלחצי בלוח השנה על התאריך של הווסת 
      המערכת תחשב את הת הנתונים ותציג את ימי החחש של "עונה בינונית" "ועונת החודש" מתחת ללוח השנה
      כדי לברר על יום חשש לעונת ההפלגה לחצי על כפתור ספרד לאחמכ לחצי על כפתור הפלגה 
      יפתחו שני שדות שאותם יש למלא דרך לוח השנה 
      בחרי תאריך ראשון של הווסת לאחמכ תאריך שני לווסת ולחצי על כפתור -חשב הפלגה
      המערכת תחשב את הנתונים ותציג מתחת ללוח שנה את יום חשש ווסת ההפלגה 
      ימי חשש שיופיעו רק אם הם חשש לאותו חודש שהלווח מציג לדגומא: ר
      ימי חשש של חודש כסלו יפיעו על המסך רק אם הלוח שנה גם מציג את כסלו 
      זאת ועוד, במידה והזנת יום חשש או עידכנת והוא בחודש אחר ממה שמופיע על הלוח שנה תעברי בלוח שנה 
      לחודש הבא ושם ימי החשש יופיעו
    </dd>
  </dl>
  </div>
  );

  export default Help;