import React from 'react';

const Help = () => (
    <div> 
    <dl>
    <dt>אשכנז</dt>
    <dd>
      לאחר כניסה לדף הבית תבחרי את מרשימת גלילה עיר לאחמ"כ תצייני את זמן הווסת ביממה 
      ותלחצי בלוח השנה על התאריך של הווסת 
      המערכת תחשב את הת הנתונים ותציג את ימי החחש של "עונה בינונית" "ועונת החודש" מתחת ללוח השנה
      כדי לברר על יום חשש לעונת ההפלגה לחצי כל כפתור אשכנז לאחמכ לחצי על כפתור הפלגה 
      יפתחו שני שדות שאותם יש למלא דרך לוח השנה 
      בחרי תאריך ראשון של הווסת לאחמכ תאריך שני לווסת ולחצי על כפתור -חשב הפלגה
      המערכת תחשב את הנתונים ותציג מתחת ללוח שהנה את יום חשש ווסת ההפלגה 
    </dd>
    <dt>חבד</dt>
    <dd>
      לאחר כניסה לדף הבית תבחרי את מרשימת גלילה עיר לאחמ"כ תצייני את זמן הווסת ביממה 
      ותלחצי בלוח השנה על התאריך של הווסת 
      המערכת תחשב את הת הנתונים ותציג את ימי החחש של "עונה בינונית" "ועונת החודש" מתחת ללוח השנה
      כדי לברר על יום חשש לעונת ההפלגה לחצי כל כפתור חבד לאחמכ לחצי על כפתור הפלגה 
      יפתחו שני שדות שאותם יש למלא דרך לוח השנה 
      בחרי תאריך ראשון של הווסת לאחמכ תאריך שני לווסת ולחצי על כפתור -חשב הפלגה
      המערכת תחשב את הנתונים ותציג מתחת ללוח שהנה את יום חשש ווסת ההפלגה 
    </dd>
    <dt>ספרד</dt>
    <dd>
      לאחר כניסה לדף הבית תבחרי את מרשימת גלילה עיר לאחמ"כ תצייני את זמן הווסת ביממה 
      ותלחצי בלוח השנה על התאריך של הווסת 
      המערכת תחשב את הת הנתונים ותציג את ימי החחש של "עונה בינונית" "ועונת החודש" מתחת ללוח השנה
      כדי לברר על יום חשש לעונת ההפלגה לחצי על כפתור ספרד לאחמכ לחצי על כפתור הפלגה 
      יפתחו שני שדות שאותם יש למלא דרך לוח השנה 
      בחרי תאריך ראשון של הווסת לאחמכ תאריך שני לווסת ולחצי על כפתור -חשב הפלגה
      המערכת תחשב את הנתונים ותציג מתחת ללוח שהנה את יום חשש ווסת ההפלגה 
    </dd>
  </dl>
  </div>
  );

  export default Help;